<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string></string>
			<key>PayloadDisplayName</key>
			<string>Restrictions</string>
			<key>PayloadIdentifier</key>
			<string>KNUST-UITS.restrictions1</string>
			<key>PayloadOrganization</key>
			<string>KNUST-UITS</string>
			<key>PayloadType</key>
			<string>com.apple.applicationaccess</string>
			<key>PayloadUUID</key>
			<string>E8866E04-0BF1-4E4C-A319-9F14CC1244F7</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>allowAddingGameCenterFriends</key>
			<true/>
			<key>allowAppInstallation</key>
			<true/>
			<key>allowAssistant</key>
			<true/>
			<key>allowAssistantWhileLocked</key>
			<true/>
			<key>allowBookstoreErotica</key>
			<true/>
			<key>allowCamera</key>
			<true/>
			<key>allowCloudBackup</key>
			<true/>
			<key>allowCloudDocumentSync</key>
			<true/>
			<key>allowDiagnosticSubmission</key>
			<true/>
			<key>allowExplicitContent</key>
			<true/>
			<key>allowGlobalBackgroundFetchWhenRoaming</key>
			<true/>
			<key>allowInAppPurchases</key>
			<true/>
			<key>allowMultiplayerGaming</key>
			<true/>
			<key>allowPassbookWhileLocked</key>
			<true/>
			<key>allowPhotoStream</key>
			<true/>
			<key>allowSafari</key>
			<true/>
			<key>allowScreenShot</key>
			<true/>
			<key>allowSharedStream</key>
			<true/>
			<key>allowUntrustedTLSPrompt</key>
			<true/>
			<key>allowVideoConferencing</key>
			<true/>
			<key>allowVoiceDialing</key>
			<true/>
			<key>allowYouTube</key>
			<true/>
			<key>allowiTunes</key>
			<true/>
			<key>forceEncryptedBackup</key>
			<false/>
			<key>forceITunesStorePasswordEntry</key>
			<false/>
			<key>ratingApps</key>
			<integer>1000</integer>
			<key>ratingMovies</key>
			<integer>1000</integer>
			<key>ratingRegion</key>
			<string>us</string>
			<key>ratingTVShows</key>
			<integer>1000</integer>
			<key>safariAcceptCookies</key>
			<integer>2</integer>
			<key>safariAllowAutoFill</key>
			<true/>
			<key>safariAllowJavaScript</key>
			<true/>
			<key>safariAllowPopups</key>
			<true/>
			<key>safariForceFraudWarning</key>
			<false/>
		</dict>
		<dict>
			<key>PayloadDescription</key>
			<string>Configures security-related items.</string>
			<key>PayloadDisplayName</key>
			<string>Passcode</string>
			<key>PayloadIdentifier</key>
			<string>KNUST-UITS.passcode2</string>
			<key>PayloadOrganization</key>
			<string>KNUST-UITS</string>
			<key>PayloadType</key>
			<string>com.apple.mobiledevice.passwordpolicy</string>
			<key>PayloadUUID</key>
			<string>E134839A-5695-4903-AF41-2F913C906637</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>allowSimple</key>
			<true/>
			<key>forcePIN</key>
			<true/>
		</dict>
		<dict>
			<key>AutoJoin</key>
			<false/>
			<key>EAPClientConfiguration</key>
			<dict>
				<key>AcceptEAPTypes</key>
				<array>
					<integer>21</integer>
				</array>
				<key>EAPFASTProvisionPAC</key>
				<false/>
				<key>EAPFASTProvisionPACAnonymously</key>
				<false/>
				<key>EAPFASTUsePAC</key>
				<false/>
				<key>TTLSInnerAuthentication</key>
				<string>PAP</string>
			</dict>
			<key>EncryptionType</key>
			<string>WPA</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
			<key>PayloadDescription</key>
			<string>Configures wireless connectivity settings.</string>
			<key>PayloadDisplayName</key>
			<string>WiFi (eduroam)</string>
			<key>PayloadIdentifier</key>
			<string>KNUST-UITS.wifi3</string>
			<key>PayloadOrganization</key>
			<string>KNUST-UITS</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>B1850806-DCE2-4AD4-9022-CBC1B4B59AEA</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>eduroam</string>
		</dict>
		<dict>
			<key>PayloadCertificateFileName</key>
			<string>Intel Corporation-Wireless Connectivity Solutions</string>
			<key>PayloadContent</key>
			<data>
			MIIGKzCCBROgAwIBAgITMwAAsyJMoo9qTSqB7wACAACzIjANBgkq
			hkiG9w0BAQUFADB5MQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0Ex
			FDASBgNVBAcTC1NhbnRhIENsYXJhMRowGAYDVQQKExFJbnRlbCBD
			b3Jwb3JhdGlvbjErMCkGA1UEAxMiSW50ZWwgRXh0ZXJuYWwgQmFz
			aWMgSXNzdWluZyBDQSAzQjAeFw0xNDA2MTEwMzQ2MDJaFw0xNzA1
			MjYwMzQ2MDJaMIGIMQswCQYDVQQGEwJVUzELMAkGA1UECBMCQ0Ex
			FDASBgNVBAcTC1NhbnRhIENsYXJhMRowGAYDVQQKExFJbnRlbCBD
			b3Jwb3JhdGlvbjE6MDgGA1UEAxMxSW50ZWwgQ29ycG9yYXRpb24t
			V2lyZWxlc3MgQ29ubmVjdGl2aXR5IFNvbHV0aW9uczCCASIwDQYJ
			KoZIhvcNAQEBBQADggEPADCCAQoCggEBAK1hbZD1ZL/LkmnX42WU
			5WcLJCpdQDPXpaMMlRn+G4+QJbbvTqX3KsDDL9u78fZo/ocqCbS3
			GJoy7A17ppQKnxeByj+s3hLQ4DIFreMVXteLytTGsBu3Q2rd2ng+
			9iSD6xfZCtotD/x6MEQX1yiGscjGhVybwHBItxKqzZRobmarnftf
			qZtrs88LJDtSfgZnvlp/p+zyaNY6gxsQwd0EKYgC8jiDIxIGT6YB
			hLOudtx4T0+8Kpcs+4rDQbKrrvhHlGwXT4d06H/Nel7z+vmJt0lX
			cwmf90Ur+LzOYP3ri4SR01TqP7ovWPZqNIwX+24ks95q6/rZWlhA
			oj4tV6thFt0CAwEAAaOCApowggKWMAsGA1UdDwQEAwIHgDA9Bgkr
			BgEEAYI3FQcEMDAuBiYrBgEEAYI3FQiGw4x1hJnlUYP9gSiFjp9T
			gpHACWeE28M+h7WeLQIBZAIBCjAdBgNVHQ4EFgQUIKGpHrk48ulT
			WVquTRkOQ4L9MeswHwYDVR0jBBgwFoAU5ZwArkMAvRpaSreJtueI
			0A53LSIwgc8GA1UdHwSBxzCBxDCBwaCBvqCBu4ZXaHR0cDovL3d3
			dy5pbnRlbC5jb20vcmVwb3NpdG9yeS9DUkwvSW50ZWwlMjBFeHRl
			cm5hbCUyMEJhc2ljJTIwSXNzdWluZyUyMENBJTIwM0IoMikuY3Js
			hmBodHRwOi8vY2VydGlmaWNhdGVzLmludGVsLmNvbS9yZXBvc2l0
			b3J5L0NSTC9JbnRlbCUyMEV4dGVybmFsJTIwQmFzaWMlMjBJc3N1
			aW5nJTIwQ0ElMjAzQigyKS5jcmwwgfUGCCsGAQUFBwEBBIHoMIHl
			MGwGCCsGAQUFBzAChmBodHRwOi8vd3d3LmludGVsLmNvbS9yZXBv
			c2l0b3J5L2NlcnRpZmljYXRlcy9JbnRlbCUyMEV4dGVybmFsJTIw
			QmFzaWMlMjBJc3N1aW5nJTIwQ0ElMjAzQigyKS5jcnQwdQYIKwYB
			BQUHMAKGaWh0dHA6Ly9jZXJ0aWZpY2F0ZXMuaW50ZWwuY29tL3Jl
			cG9zaXRvcnkvY2VydGlmaWNhdGVzL0ludGVsJTIwRXh0ZXJuYWwl
			MjBCYXNpYyUyMElzc3VpbmclMjBDQSUyMDNCKDIpLmNydDAMBgNV
			HRMBAf8EAjAAMBMGA1UdJQQMMAoGCCsGAQUFBwMDMBsGCSsGAQQB
			gjcVCgQOMAwwCgYIKwYBBQUHAwMwDQYJKoZIhvcNAQEFBQADggEB
			ACOKkmDia1kssdRDI7vY39icJ5nqEisUbPNcFawXuSqwpIe6FOnv
			jxhuV7RkR+OX3t9NgKdAdsPJOvXVqRUqZBkt7iImTJ6XjRXYn3Nw
			5uAasLnvb/43uyrOLZmuohqWJEXqUhJo/YfgtR0MA6+lWgmECIXU
			OUUlz/bjuzx9I+UDaOGhUXyGTPkXhxkdPp3ojFjKvmeJzNfAHpGG
			R0KtY7vAgWYX8/Wqdz5FTad5WvXBuFWUK/8D3OZG+7/WIECEMByO
			YXKNQynOd/aY/Fp5s2yfW11+B8qoLzV9+mEHmpAZTadfiOOXXUcc
			goi/thGuliJmnid39IA5+lvXRptcVPM=
			</data>
			<key>PayloadDescription</key>
			<string>Provides device authentication (certificate or identity).</string>
			<key>PayloadDisplayName</key>
			<string>Intel Corporation-Wireless Connectivity Solutions</string>
			<key>PayloadIdentifier</key>
			<string>KNUST-UITS.credential4</string>
			<key>PayloadOrganization</key>
			<string>KNUST-UITS</string>
			<key>PayloadType</key>
			<string>com.apple.security.pkcs1</string>
			<key>PayloadUUID</key>
			<string>4D729C49-BA86-4249-A302-94A336F816B2</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>This is to help iPhone and Mac users to connect to the eduroam </string>
	<key>PayloadDisplayName</key>
	<string>KNUST</string>
	<key>PayloadIdentifier</key>
	<string>KNUST-UITS</string>
	<key>PayloadOrganization</key>
	<string>KNUST-UITS</string>
	<key>PayloadRemovalDisallowed</key>
	<false/>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>1C342700-15E3-4C6E-8129-A14D6FEDAD81</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
